{
    "sections": [
        {
            "title": "1. Game of Skill",
            "content": [
                "a. Games of skill are legal, as they are excluded from the ambit of Indian gambling legislations including, the Public Gambling Act of 1867. The Indian Supreme Court in the cases of State of Andhra Pradesh v. K Satyanarayana (AIR 1968 SC 825) and KR Lakshmanan v. State of Tamil Nadu (AIR 1996 SC 1153) has held that a game in which success depends predominantly upon the superior knowledge, training, attention, experience and adroitness of the player shall be classified as a game of skill.",
                "b. The Games are games of skill as success of Users depends primarily on their superior knowledge of the mechanics of the stock market, knowledge of a company’s performance, understanding of key financial concepts, judgment, strategy, and multi-disciplinary knowledge, training, calculation and mathematics, attention and dedication towards the Game(s) and adroitness in playing the Game(s). The Game(s) also requires Users to create well-balanced Baskets with limited resources and appointment of appropriate securities as superstar stock and star stock to gain the maximum points.",
                "c. The value of the prize money awarded to winners does not correlate to the value of the actual stocks in the stock market, and neither the fantasy stocks nor the Baskets amount to ‘securities’ or ‘derivatives’ under Indian law and therefore the Games are purely fantasy games which require skills to be applied by the User.",
                "d. By participating in the Game(s), each User acknowledges and agrees that he/she is participating in a game of skill."
            ]
        },
        {
            "title": "2. Eligibility",
            "content": [
                "e. A User must register on the Portal to access the Services and participate in Games provided on the Portal.",
                "f. To access Games(s) on the Portal a User must be (a) 18 (eighteen) years of age or older at the time of registration; and (b) a resident of India.",
                "g. A User residing in Assam, Odisha, Sikkim, Nagaland, Telangana, Andhra Pradesh (“Restricted States”) shall not be permitted to register for and participate in Paid Games. Residents of Restricted States are eligible to open and maintain accounts on the Portal for use only in Games excluding Paid Games.",
                "h. Stockskill may, at its sole discretion, prescribe additional eligibility criteria with respect to specific Games (“Additional Eligibility Criteria”), and Users shall be allowed to participate in such Games subject to satisfaction of the eligibility criteria provided therein.",
                "i. A User’s access to Services on the Portal may be restricted by Stockskill at any time, in its sole discretion.",
                "j. REGISTRATION OF ANY USER ON THE PORTAL IS VOID WHERE IT IS RESTRICTED OR PROHIBITED BY LAW."
            ]
        },
        {
            "title": "3. Conditions of Participation",
            "content": [
                "By entering a Game, the User agrees to be bound by these Terms and Conditions and the decisions of Stockskill, which are made in Stockskill’s sole discretion and are final and binding in all matters related to the Game. Subject to the terms and conditions stipulated herein below, Stockskill, at its sole discretion, may disqualify any user from a Game, void all account balances, refuse to award benefits or prizes and require the return of any prizes if the user engages in unfair conduct, which Stockskill deems to be improper, unfair or otherwise adverse to the operation of the Game or is in any way detrimental to other Users which includes, but is not limited to:",
                "i. Falsifying one’s own personal information (including, but not limited to, name, email address, bank account details and/or any other information or documentation as may be requested by Stockskill to enter a Game and/or claim a prize/winning);",
                "ii. Engaging in any type of financial fraud or misrepresentation including unauthorized use of credit/debit instruments, payment wallet accounts etc. to enter a Game or claim a prize. It is expressly clarified that the onus to prove otherwise shall solely lie on the user;",
                "iii. Colluding with any other user(s) or engaging in any type of syndicate play;",
                "iv. Any violation of Game rules or the Terms of Use;",
                "v. Accumulating points or prizes through unauthorized methods such as automated bots, or other automated means;",
                "vi. Using automated means (including but not limited to harvesting bots, robots, parser, spiders or screen scrapers) to obtain, collect or access any information on the Portal or of any User for any purpose;",
                "vii. Any type of misuse of any offers or promotions;",
                "viii. Tampering with the administration of a Game or trying to in any way tamper with the computer programs or any security measure associated with a Game;",
                "ix. Obtaining other users’ information without their express consent and/or knowledge and/or spamming other users (Spamming may include but shall not be limited to sending unsolicited emails to users, sending bulk emails to Stockskill Users, sending unwarranted email content either to selected Users or in bulk);",
                "x. Abusing through the Portal in any way (‘unparliamentary language, slangs or disrespectful words’ are some of the examples of abuse);",
                "xi. Using proceeds of crime for the purposes of making any payments on the Portal;",
                "xii. Instituting, assisting or becoming involved in any type of attack, including without limitation, distribution of a virus, denial of service, or other attempts to disrupt the Portal, Services or any other person’s use or enjoyment of the Services;",
                "xiii. To transmit files that contain viruses, corrupted files, or any other similar software or programs that may damage or adversely affect the operation of another User’s computer, mobile, device, Portal, or any software, hardware, or telecommunications equipment;",
                "xiv. To advertise, offer or sell any goods or services for any commercial purpose on Portal without express written consent of Stockskill;",
                "xv. To collect or store personal information about other Users; or",
                "xvi. To use the Services in violation of any extant laws, including but not limited to laws and regulations promulgated by the Securities and Exchange Board of India.",
                "k. It is clarified that in case a User is found to be in violation of these Terms and Conditions, Stockskill reserves its right to initiate appropriate civil/criminal remedies as it may be advised other than forfeiture and/or recovery of prize money if any.",
                "l. Unauthorized access to Portal is a breach of these Terms and Conditions, and a violation of the law. Users agree not to access the Portal by any means other than through the interface that is provided by Portal for use in accessing the Services. Users agree not to use any automated means, including, without limitation, agents, robots, scripts, or spiders, to access, monitor, or copy any part of our sites except those automated means that Stockskill has approved in advance.",
                "m. Stockskill reserves the right to move entrants from the Game(s) they have entered to a similar Game or contest, at its sole discretion, to create a fair and level playing field."
            ]
        },
        {
            "title": "4. Payment Terms",
            "content": [
                "a. Users must be registered on the Portal to play the Games. Users who want to play the Games must complete the registration process on the Portal, as set out on the Portal which may include details such as Users’ name, email address, mobile number and password.",
                "b. Each User agrees to provide accurate, current and complete information during the registration process and to update such information to keep it accurate, current and complete.",
                "c. Stockskill reserves the right to suspend or terminate any User's account and/or access to the Portal for any reason, including, but not limited to, any violation of these Terms and Conditions or any activity that violates the rights of Stockskill or any third party or is otherwise disruptive to the Portal or Services provided on the Portal. Stockskill shall not be required to notify the User of the reason for such suspension or termination in advance.",
                "d. Users may not (i) select or use a username of another person with the intent to impersonate that person; (ii) use a username in which another person has rights without such person’s authorization; or (iii) use a username that Stockskill, in its sole discretion, deems offensive or inappropriate. Failure to comply with the foregoing shall constitute a breach of these Terms and Conditions, which may result in immediate suspense or termination of the User’s account."
            ]
        },
        {
            "title": "5. Deposits and Withdrawals",
            "content": [
                "a. Users may participate in Games on the Portal by depositing money in their User Account on the Portal and thereby creating a cash account with the Portal.",
                "b. The money deposited in the User Account is held by Stockskill in a separate bank account and is kept in a secure and separate bank account held by Stockskill for the purpose of the User’s transactions on the Portal.",
                "c. Users can deposit amounts in the User Account by any of the methods as may be made available on the Portal from time to time.",
                "d. Users can withdraw money from their User Account only through the methods made available on the Portal.",
                "e. Users are solely responsible for the security of their User Account information and for all activity that occurs on or through their User Account.",
                "f. Users may not withdraw any money from their User Account, other than the amount of the User’s unutilized deposits.",
                "g. Stockskill reserves the right to take steps to verify a User’s identity and to conduct any checks as it may deem fit before permitting a User to deposit money to the User Account or at any time there after and/or to withdraw money from the User Account.",
                "h. Users will be solely responsible for ensuring that they have the right to deposit and withdraw money from/to their User Account.",
                "i. Stockskill reserves the right to limit or refuse the withdrawal of money from the User Account for any reason, including but not limited to, verification issues or suspected or fraudulent activities. Stockskill may also be required by law or a court order to freeze or forfeit any such amounts in your User Account.",
                "j. Stockskill reserves the right to impose limits on the amount(s) that may be deposited and/or the number of withdrawals made by Users in a day.",
                "k. In case of Users depositing amounts in their User Account, and not playing the Games, Stockskill reserves the right to charge Users a fee (Service Fee) for such inactivity."
            ]
        }
    ]
}